{
  "nombre": "Reglamento de Tránsito del Estado",
  "titulos": [
    {
      "nombre": "Título I - Disposiciones Generales",
      "capitulos": [
        {
          "nombre": "Capítulo I - NORMAS GENERALES",
          "articulos": [
            {
              "titulo": "Artículo 1",
              "contenido": " El presente Reglamento es de orden público e interés social y de aplicación obligatoria en  todos los municipios del Estado. Tiene por objeto establecer las normas a las que deberá sujetarse el tránsito de peatones y el de vehículos en vías de jurisdicción estatal y en aquellas de carácter federal, cuya vigilancia y control convengan con la Federación.",
              "descripcionInfraccion": "No aplica sanción directa. Este artículo establece el carácter obligatorio del reglamento, pero no impone multa ni retención de vehículo.",
              "fracciones": []
            },
            {
              "titulo": "Artículo 2",
              "contenido": "La aplicación del presente reglamento compete a las autoridades estatales y municipales en las respectivas esferas de su competencia, de acuerdo a lo previsto en la ley de la materia, en este reglamento, en los convenios y acuerdos que se suscriban y demás disposiciones legales.",
              "descripcionInfraccion": "No aplica sanción directa. Este artículo establece competencias entre autoridades, sin imponer multas al ciudadano.",
              "fracciones": []
            },
            {
              "titulo": "Artículo 3",
              "contenido": "Las autoridades de tránsito del Estado, en los términos establecidos en la ley de la materia están facultades para dictar las disposiciones necesarias a efecto de regular y planear el tránsito de peatones y de vehículos en las vías públicas de la Entidad, con objeto de garantizar al máximo la seguridad de las personas, sus bienes, el medio ambiente y el orden público.",
              "descripcionInfraccion": "No aplica sanción directa. Este artículo otorga facultades a las autoridades, pero no impone multas al ciudadano por su contenido.",
              "fracciones": []
            },
            {
              "titulo": "Artículo 4",
              "contenido": "El Titular del Ejecutivo del Estado podrá suscribir con los Gobiernos municipales, con las autoridades federales y de otras entidades federativas, convenios para la prestación coordinada del servicio público de tránsito.",
              "descripcionInfraccion": "No aplica sanción directa. Este artículo se refiere a coordinación entre autoridades y no impone multas a los ciudadanos.",
              "fracciones": []
            }
          ]
        },
        {
          "nombre": "Capítulo II - DE LAS AUTORIDADES DE TRANSITO.",
          "articulos": [
            {
              "titulo": "Artículo 5",
              "contenido": "Son atribuciones del Ejecutivo del Estado en materia de tránsito:",
              "descripcionInfraccion": "No aplica sanción directa. Este artículo enumera facultades del Ejecutivo estatal y no establece infracciones ciudadanas.",
              "fracciones": [
                {
                  "numero": "Fracción I",
                  "texto": "I. Emitir las disposiciones relativas a la regulación y vigilancia del tránsito en las vías públicas del Estado, y en las convenidas y coordinadas con la Federación, y otras entidades federativas;",
                  "descripcionInfraccion": ""
                },
                {
                    "numero": "Fracción II",
                    "texto": "II. Acordar y ordenar medidas de seguridad para prevenir daños con motivo de la circulación de vehículos;",
                    "descripcionInfraccion": ""
                },
                {
                    "numero": "Fracción III",
                    "texto": "III. Suscribir convenios de coordinación de funciones y prestación del servicio de tránsito con los municipios del Estado;",
                    "descripcionInfraccion": ""
                },
                {
                  "numero": "Fracción IV",
                  "texto": "IV. Suscribir convenios con las autoridades federales, y de las entidades federativas, para coordinar los sistemas de tránsito, del control de vehículos y conductores de los mismos, cuando se trate de servicios en los que tengan intereses las entidades citadas; y",
                  "descripcionInfraccion": ""
                },
                {
                  "numero": "Fracción V",
                  "texto": "V. Las demás que determina la ley de la materia, este reglamento y las que se justifiquen por las necesidades públicas.",
                  "descripcionInfraccion": ""
                }
              ]
            },
            {
                "titulo": "Artículo 6",
                "contenido": "Corresponde a la Secretaría de Gobierno en materia de tránsito:",
                "descripcionInfraccion": "No aplica sanción directa. Este artículo detalla facultades de las autoridades de tránsito, sin imponer multas a ciudadanos.",
                "fracciones": [
                    {
                    "numero": "Fracción I",
                    "texto": "I. Vigilar la observancia y aplicación de la ley de la materia, de este reglamento, de los acuerdos y convenios que se suscriban, así como de las disposiciones de carácter administrativo que emanen de esos ordenamientos;",
                    "descripcionInfraccion": ""
                    },
                    {
                    "numero": "Fracción II",
                    "texto": "II. Dictar las medidas conducentes para la administración, vigilancia y control del tránsito en las vías públicas de jurisdicción estatal;",
                    "descripcionInfraccion": ""
                    },
                    {
                    "numero": "Fracción III",
                    "texto": "III. Proporcionar asesoría en materia de tránsito a los ayuntamientos que lo soliciten;",
                    "descripcionInfraccion": ""
                    },
                    {
                    "numero": "Fracción IV",
                    "texto": "IV. Ejecutar, supervisar y controlar las actividades de tránsito;",
                    "descripcionInfraccion": ""
                    },
                    {
                    "numero": "Fracción V",
                    "texto": "V. Coordinar y supervisar las actividades de los elementos de tránsito;",
                    "descripcionInfraccion": ""
                    },
                    {
                    "numero": "Fracción VI",
                    "texto": "VI. Ordenar y supervisar la realización de trámites administrativos relacionados con la matriculación, verificación, inspección mecánica y control de vehículos; licencias y permisos provisionales para conducir vehículos automotores, y la calificación y pago de infracciones y derechos por servicios al público;",
                    "descripcionInfraccion": ""
                    },
                    {
                    "numero": "Fracción VII",
                    "texto": "VII. Controlar la vigilancia del tránsito vehicular en vías públicas del Estado, así como en las convenidas y coordinadas con la Federación;",
                    "descripcionInfraccion": ""
                    },
                    {
                    "numero": "Fracción VIII",
                    "texto": "VIII. Opinar respecto del señalamiento de tránsito en las vías públicas;",
                    "descripcionInfraccion": ""
                    },
                    {
                    "numero": "Fracción IX",
                    "texto": "IX. Establecer las restricciones para el tránsito de vehículos en la vía pública, con el propósito de mejorar la circulación, preservar el ambiente y salvaguardar la seguridad de las personas, sus bienes y el orden público;",
                    "descripcionInfraccion": ""
                    },
                    {
                    "numero": "Fracción X",
                    "texto": "X. Supervisar el servicio de grúas como auxiliares de los agentes de tránsito;",
                    "descripcionInfraccion": ""
                    },
                    {
                    "numero": "Fracción XI",
                    "texto": "XI. Proponer los espacios para el depósito de vehículos que por alguna causa deban ser retirados de la circulación;",
                    "descripcionInfraccion": ""
                    },
                    {
                    "numero": "Fracción XII",
                    "texto": "XII. Apoyar y supervisar la capacitación de los aspirantes y de los elementos activos del cuerpo de tránsito;",
                    "descripcionInfraccion": ""
                    },
                    {
                    "numero": "Fracción XIII",
                    "texto": "XIII. Programar, apoyar y encauzar la educación vial;",
                    "descripcionInfraccion": ""
                    },
                    {
                    "numero": "Fracción XIV",
                    "texto": "XIV. Auxiliar a las autoridades judiciales y administrativas, tanto federales como estatales y municipales, así como militares, para el cumplimiento de sus determinaciones, siempre que lo requieran y sean procedentes;",
                    "descripcionInfraccion": ""
                    },
                    {
                    "numero": "Fracción XV",
                    "texto": "XV. Cumplir y hacer cumplir en la esfera de su competencia, los ordenamientos federales y estatales en materia de protección del ambiente, del equilibrio ecológico y para prevención y control de la contaminación generada por vehículos automotores;",
                    "descripcionInfraccion": ""
                    },
                    {
                    "numero": "Fracción XVI",
                    "texto": "XVI. Coordinar y ejecutar las acciones y medidas de auxilio que se adopten en relación con el tránsito de peatones y de vehículos en caso de terremoto, explosión, inundación o cualquier otro siniestro, asalto, actos de vandalismo, manifestaciones y marchas, accidentes graves o cualquier alteración del orden público;",
                    "descripcionInfraccion": ""
                    },
                    {
                    "numero": "Fracción XVII",
                    "texto": "XVII. Autorizar y ordenar el retiro de la vía pública de los vehículos, objetos, personas o animales que obstaculicen o pongan en peligro el tránsito, remitiéndolos a los depósitos correspondientes y presentando a las personas ante las autoridades competentes en caso de delito o falta grave;",
                    "descripcionInfraccion": ""
                    },
                    {
                    "numero": "Fracción XVIII",
                    "texto": "XVIII. Atender y resolver las quejas del público, sobre la prestación del servicio;",
                    "descripcionInfraccion": ""
                    },
                    {
                    "numero": "Fracción XIX",
                    "texto": "XIX. Imponer las sanciones por infracciones al presente reglamento, siempre que no correspondan a los ayuntamientos; y",
                    "descripcionInfraccion": ""
                    },
                    {
                    "numero": "Fracción XX",
                    "texto": "XX. Las demás que determinen la ley de la materia, este reglamento, y las que se justifiquen por las necesidades públicas",
                    "descripcionInfraccion": ""
                    }
                ]
            },
            {
                "titulo": "Artículo 7",
                "contenido": "Las funciones a que hace referencia el artículo anterior serán realizadas por la Secretaría de Gobierno a través de la unidad administrativa competente, en términos de su Reglamento Interior",
                "descripcionInfraccion": "No aplica sanción directa. Este artículo detalla facultades de las autoridades de tránsito, sin imponer multas a ciudadanos.",
                "fracciones": []
            },
            {
                "titulo": "Artículo 8",
                "contenido": "Para el mejor cumplimiento de las funciones administrativas y operativas en la materia de tránsito, se establecerán las unidades administrativas desconcentradas que resulten necesarias en las diversas regiones del Estado, las cuales tendrán las facultades que se determinen expresamente en el acuerdo de creación respectivo.",
                "descripcionInfraccion": "No aplica sanción directa. Este artículo detalla facultades de las autoridades de tránsito, sin imponer multas a ciudadanos.",
                "fracciones": []
            },
            {
                "titulo": "Artículo 9",
                "contenido": "Las funciones de la unidad administrativa competente en términos del Reglamento Interior de la Secretaria de Gobierno y de las unidades administrativas desconcentradas que se establezcan, podrán ser delegadas por sus titulares, en los servidores públicos que les estén jerárquicamente subordinados.",
                "descripcionInfraccion": "No aplica sanción directa. Este artículo detalla facultades de las autoridades de tránsito, sin imponer multas a ciudadanos.",
                "fracciones": []
            },
            {
                "titulo": "Artículo 10",
                "contenido": "Los ayuntamientos tendrán en materia de tránsito las atribuciones que le señala la ley de tránsito y transportes, este reglamento y demás disposiciones legales, y para su ejercicio contarán con las unidades administrativas que requieran y aquellas adicionales que resulten necesarias cuando se celebren convenios con el Ejecutivo Estatal, para la prestación coordinada del servicio o para que éstos asuman total o parcialmente dichas atribuciones.",
                "descripcionInfraccion": "No aplica sanción directa. Este artículo detalla facultades de las autoridades de tránsito, sin imponer multas a ciudadanos.",
                "fracciones": []
            },
            {
                "titulo": "Artículo 11",
                "contenido": "Ante las autoridades de tránsito, no procede la gestión de negocios. En los trámites en los que no se requiera la presencia del interesado podrá intervenir quien acredite su personalidad, mediante poder notarial o carta poder, en términos del Código Civil del Estado.",
                "descripcionInfraccion": "No aplica sanción directa. Este artículo detalla facultades de las autoridades de tránsito, sin imponer multas a ciudadanos.",
                "fracciones": []
            }
          ]
        }
      ]
    },
    {
      "nombre": "Título II - Infracciones y Sanciones",
      "capitulos": [
        {
          "nombre": "Capítulo I - Infracciones comunes",
          "articulos": [
            {
              "titulo": "Artículo 7",
              "contenido": "Conducir bajo los efectos del alcohol está prohibido...",
              "descripcionInfraccion": "Multa de $5000 y suspensión de licencia",
              "fracciones": []
            }
          ]
        }
      ]
    }
  ]
}
